Repository: KhoanDoanVan/BookManage-SwiftData
Catalog: Localizable.xcstrings
Source language: en
Languages: vi

source: %lld Quotes
vi: %lld Ghi Chú

source: author
vi: tác giả

source: Author
vi: Tác giả

source: Back
vi: Trở về

source: Book Title
vi: Tên Sách

source: Cancel
vi: Huỷ bỏ

source: Completed
vi: Hoàn Thành

source: Create
vi: Tạo mới

source: Create Genre
vi: Tạo Thể Loại

source: Create new Genre
vi: Tạo Mới Thể Loại

source: Date Added
vi: Ngày Thêm

source: Date Completed
vi: Ngày Hoàn Thành

source: Date Started
vi: Ngày Bắt Đầu

source: Enter your first book
vi: Tạo Mới Sách Ngay

source: Filter on title or author
vi: Lọc bởi Tên hoặc Tác Giả

source: Genres
vi: Thể loại

source: In Progress
vi: Đang đọc

source: Languages
vi: Ngôn ngữ

source: My Books
vi: Sách của tôi

source: name
vi: tên

source: New Book
vi: Sách Mới

source: New Genre
vi: Thể Loại Mới

source: On Shelf
vi: Trên kệ

source: Page
vi: Trang

source: page #
vi: trang #

source: Page: %@
vi: Trang: %@

source: Quotes
vi: Ghi chú

source: Rating
vi: Đánh giả

source: Recommended by
vi: Đề xuất bởi

source: Set the genre color
vi: Đặt màu thể loại

source: Sort by %@
vi: Sắp xếp bởi %@

source: status
vi: trạng thái

source: Status
vi: Trạng thái

source: Synopsis
vi: Tóm tắt

source: The app has been shutdown
vi: Ứng dụng vừa đóng

source: The app has been sutdown
vi: Ứng dụng vừa đóng

source: title
vi: tiêu đề

source: Title
vi: Tiêu đề

source: Update
vi: Cập nhật

source: You need to create some genres first.
vi: Bạn cần tạo vài thể loại trước
